/* About title */
"About" = "About";

/* Binary tag */
"Binary (2)" = "Binary (2)";

/* Error cannot solve determinant label */
"Can't solve this determinant, sorry." = "Can't solve this determinant, sorry.";

/* Custom resistor title for the view controller */
"Custom Resistor" = "Custom Resistor";

/* Decimal tag */
"Decimal (10)" = "Decimal (10)";

/* Computation done label */
"Done!" = "Done!";

/* Duodecimal tag */
"Duodecimal (12)" = "Duodecimal (12)";

/* Error Title */
"Error" = "Error";

/* From tag */
"From" = "From";

/* From label */
"From: 10" = "From: 10";

/* Hexadecimal tag */
"Hexadecimal (16)" = "Hexadecimal (16)";

/* Loading label */
"Loading ..." = "Loading ...";

/* Nonary tag */
"Nonary (9)" = "Nonary (9)";

/* Octal tag */
"Ocatal (8)" = "Ocatal (8)";

/* Pentadecimal tag */
"Pentadecimal (15)" = "Pentadecimal (15)";

/* Quaternary tag */
"Quaternary (4)" = "Quaternary (4)";

/* Quinary tag */
"Quinary (5)" = "Quinary (5)";

/* Results label title */
"Results" = "Results";

/* No comment provided by engineer. */
"Select a Base" = "Select a Base";

/* Senary tag */
"Senary (6)" = "Senary (6)";

/* Sevenary tag */
"Sevenary (7)" = "Sevenary (7)";

/* Solve title */
"Solve" = "Solve";

/* Ternary tag */
"Ternary (3)" = "Ternary (3)";

/* Tetradecimal tag */
"Tetradecimal (14)" = "Tetradecimal (14)";

/* Resistor label for error 1 */
"The resistor value should be greater or equal to 1." = "The resistor value should be greater or equal to 1.";

/* Resistor label for error 68000000 */
"The resistor value should be less than 6800000." = "The resistor value should be less than 6800000.";

/* Error message for matrixes */
"The size of your matrix must be either greater than 0 or less than 27" = "The size of your matrix must be either greater than 0 or less than 27";

/* Error label for the tolerance */
"The tolerance should be greater than 0 or less than 100." = "The tolerance should be greater than 0 or less than 100.";

/* Determinant solved label */
"The value of the determinant for that matrix is" = "The value of the determinant for that matrix is";

/* No solution for this matrix label */
"There's no solution for this matrix, try another one." = "There's no solution for this matrix, try another one.";

/* From tag */
"To" = "To";

/* To label */
"To: 2" = "To: 2";

/* Tridecimal tag */
"Tridecimal (13)" = "Tridecimal (13)";

/* Undecimal tag */
"Undecimal (11)" = "Undecimal (11)";

